{
    "welcomeMessage1": "Hello, I'm Saci,",
    "welcomeMessage2": "a frontend developer.",
    "intro": "I completed a full stack web developer course offered by Green Fox Academy last year, where I learned the basics of programming and was able to create my first web projects. I quickly realized that I was stronger in frontend development, and found it to be a creative and enjoyable task. Prior to the course, I spent 2 years writing software documentation and user guides, but felt that I wanted to delve deeper into the world of development. After the course, I was given the opportunity to work on a mobile application called BeDoggie. I work as a React developer on the team, so I can do exactly what interests me the most and use all the skills I have learned over the years.",
    "skills": "Programming Skills",
    "languageSkills": "Language Skills",
    "language1": "English",
    "language2": "Hungarian",
    "schools": "Schools",
    "school1": "Green Fox Academy - 2022",
    "description": "Workshop phase (10 weeks): JavaScript, TypeScript, HTML, CSS",
    "description2": "Project phase (6 weeks): Treasury Auction Site created with the use of Bootstrap, JavaScript, JIRA, JWT, MySQL, Node.js, Prisma(ORM), React, Redux, SCSS/SASS",
    "hobbiesTitle": "Hobbies & Interests",
    "hobbies": "In my free time, I mainly play video games. I really enjoy MMORPGs like World of Warcraft or Final Fantasy, but I am also drawn to the world of ARPGs, such as Diablo or Lost Ark. I also really enjoy playing single player games, but it would be too long to list them all now, so I'd be happy to talk about them in person. In addition to gaming, I practice and teach yoga, go to the gym, go hiking and attend concerts. I live with my two cats and my boyfriend.",
    "contact": "Get In Touch",
    "contact2": "Send me an e-mail if you'd like to work together or just talk.",
    "contact3": "We can talk about job offers or games, but I'm also happy to give you a yoga class if you need it.",
    "contactButton": "CONTACT ME",
    "darkToggler": "Switch Dark/Light Mode",
    "name": "Name",
    "email": "E-mail address",
    "emailValidation": "Please enter a valid email address.",
    "message": "Message",
    "sendButton": "SEND"
  }
  